<?php
return [
	'appname'	=>	'轻内容管理者',
	// +--------------------------+
	'titles'	=>	[
		'default'	=>	'初始页',
		'new_mod'	=>	'创建 / 修改',
		'list'		=>	'列表页',
	],
	// +--------------------------+
	'types' => [
		'1'	=>	[
			'titl' => 'INCS',
			'desc' => '通用元素'
		],
		'2'	=>	[
			'titl' => 'NAVS',
			'desc' => '目录导航'
		],
		'3'	=>	[
			'titl' => 'POSTS',
			'desc' => '展位元素'
		],
		'4'	=>	[
			'titl' => 'LIST',
			'desc' => '常用列表'
		],
		'5'	=>	[
			'titl' => 'INFOS',
			'desc' => '常用信息'
		]
	],
	// +--------------------------+
	'st'		=>	'排序方式',
	'na'		=>	'标题正序 ↑',
	'nd'		=>	'标题倒序 ↓',
	'ga'		=>	'分组名称正序 ↑',
	'gd'		=>	'分组名称倒序 ↓',
	'ma'		=>	'修改时间正序↑',
	'md'		=>	'修改时间倒序 ↓',
	'tp'		=>	'按分类筛选',
	'gp'		=>	'分组',
	'al'		=>	'所有元素',
	'ug'		=>	'未分组',
	'fst'		=>	'首页',
	'lst'		=>	'末页',
	'pre'		=>	'上一页',
	'nxt'		=>	'下一页'  
];