<?php
return [
	'appname'	=>	'废纸篓',
	// +--------------------------+
	'lib'		=>	'内容/素材',
	'fld'		=>	'文件夹',
	'emc'		=>	'嵌入式标签内容',
	'gec'		=>	'一般内容',
	'img'		=>	'图片',
	'txt'		=>	'文本文档',
	'wav'		=>	'音频',
	'vod'		=>	'视频',
	'doc'		=>	'其他文档',	
	// +--------------------------+
	'sot'		=>	'排序方式',
	'nma'		=>	'名称正序 ↑',
	'nmd'		=>	'名称倒序 ↓',
	'mta'		=>	'修改时间正序 ↑',
	'mtd'		=>	'修改时间倒序 ↓',
	// +--------------------------+
	'spc'		=>	'特定用途内容',
	'xtd'		=>	'拓展项目',
	// +--------------------------+
	'emtf'		=>	'该文件夹为空',
	'emtc'		=>	'该类目为空',
	// +--------------------------+
	'name'		=>	'项目名称',
	'time'		=>	'最后修改时间',
	'back'		=>	'还原',
	'dele'		=>	'彻删',
	// +--------------------------+
	'fst'		=>	'首页',
	'lst'		=>	'末页',
	'pre'		=>	'上一页',
	'nxt'		=>	'下一页',
	// +--------------------------+
	'more'		=>	'更多……'
];