<?php
return [
	'code'		=>	'zh-cn',
	'default'	=>	'我的YangRAM',
	// +--------------------------+
	'folders'	=>	[
		1		=>	'系统',
		2		=>	'示例',
		3		=>	'用户头像',
		4		=>	'应用',
		5		=>	'上传',
		6		=>	'我们的文档'
	],
	// +--------------------------+
	'spc'		=>	'专用内容',
	'src'		=>	'资源库',
	// +--------------------------+
	'downspc'		=>	'增加新预设',
	// +--------------------------+
	'all'		=>	'全部',
	'img'		=>	'图片',
	'txt'		=>	'文本',
	'doc'		=>	'文档',
	'wav'		=>	'音频',
	'vod'		=>	'视频',
	'zip'		=>	'压缩包',
	'ect'		=>	'其他文件',
	// +--------------------------+
	'sdep'		=>	'搜索YangRAM Explorer',
	'root'		=>	'我的YangRAM',
	'cpct'		=>	'容量',
	// +--------------------------+
	'cfld'		=>	'新建文件夹',
	'ubtn'		=>	'上传文件',
	'view'		=>	'视图模式',
	// +--------------------------+
	'titles'	=>	[
		'nf'	=>	'创建文件夹',
		'ms'	=>	'移动所选',
		'rs'	=>	'移除所选',
		'hc'	=>	'拷贝HTML代码',
		'jc'	=>	'拷贝JSON代码',
		'sa'	=>	'全选',
		'sn'	=>	'取消选中',
		'si'	=>	'反选',
		'uf'	=>	'上传文件',
		'na'	=>	'名词顺序',
		'nd'	=>	'名称倒序',
		'ma'	=>	'修改时间顺序',
		'md'	=>	'修改时间倒序',
		'fa'	=>	'文件大小顺序',
		'fd'	=>	'文件大小倒序',
		'tv'	=>	'切换视图模式'
	],
	'empty'		=>	'该文件夹为空文件夹',
	'noresult'	=>	'未找到相关的文件',
	'attrs'		=>	[
		'sname'	=>	'内容类型',
		'month'	=>	'创建月份',
		'title'	=>	'内容名词',
		'name'	=>	'文件名称',
		'time'	=>	'修改时间',
		'size'	=>	'文件大小',
		'dime'	=>	'尺寸',
		'dura'	=>	'时长',
		'didu'	=>	'尺寸/时长',
	],
];